
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">İletişimi etkinleştirin ve denemeleri indirin</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 ve üzeri</string>
      <string id="Part_UninstallEdgePolicy">Microsoft Edge Kaldırma İlkesi</string>
      <string id="Pol_ProxyMode">Ara sunucu ayarlarının nasıl belirleneceğini seç</string>
      <string id="Name_ForceInstallsMachine">Zorunlu Yüklemeler (Makine Genelinde)</string>
      <string id="Name_ManualUpdatesOnly">Yalnızca el ile güncelleştirme</string>
      <string id="Pol_EdgePreview">Windows Insider Programı'ndaki kullanıcıların Edge Önizlemesi'ne kaydolmasına izin ver</string>
      <string id="Name_UninstallEdgeDisabled">Devre Dışı</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 ve üzeri</string>
      <string id="Explain_Applications">Gelecekte yayınlanacak Microsoft Edge uygulamalarını desteklemek için güncelleştirilmiş bir ADMX/ADML şablonu gerekecektir.</string>
      <string id="Name_DesktopShortcutDisabled">Yükleme sonrasında Masaüstü Kısayolu oluşturmayı engelleme</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Güncelleştirme üzerine Masaüstü Kısayollarını kaldırma varsayılanı</string>
      <string id="ProxyFixedServers_DropDown">Sabit ara sunucular kullan</string>
      <string id="TargetChannel_Dev_DropDown">Geliştirme</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 ve üzeri</string>
      <string id="Pol_ECSControl">Güncelleştiricinin Deneme ve Yapılandırma Hizmeti ile iletişimini denetleyin</string>
      <string id="Explain_ECSControl">Microsoft Edge Update’te deneme yükünü dağıtmak için Deneme ve Yapılandırma Hizmeti kullanılır.

Deneme yükü, Microsoft’un test ve geri bildirim için etkinleştirdiği erken geliştirme özelliklerinin listesinden oluşur.

Bu ilkeyi etkinleştirirseniz (1), deneme yükü Deneme ve Yapılandırma Hizmeti’nden indirilir.

Bu ilkeyi devre dışı bırakırsanız (0), Deneme ve Yapılandırma Hizmeti’yle iletişim tamamen durdurulur.

Bu ilkeyi yapılandırmazsanız, yönetilen cihazdaki davranış ilkenin 'devre dışı' ayarıyla aynıdır.

Bu ilkeyi yapılandırmazsanız, yönetilmeyen cihazdaki davranış ilkenin 'etkin' ayarıyla aynıdır.</string>
      <string id="Name_InstallsDisabled">Yüklemeler devre dışı</string>
      <string id="Pol_TargetChannel">Hedef Kanalı geçersiz kılma</string>
      <string id="Pol_AllowInstallation">Yüklemeye izin ver</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Etkin ve kullanıcı verilerini sil</string>
      <string id="Explain_CreateDesktopShortcut">(1) Bu ilkeyi etkinleştirirseniz, Microsoft Edge yüklendiğinde bir masaüstü kısayolu oluşturulur.
  (0) Bu ilkeyi devre dışı bırakırsanız, Microsoft Edge yüklendiğinde hiçbir masaüstü kısayolu oluşturulmaz.
  Bu ilkeyi yapılandırmazsanız, yükleme sırasında Microsoft Edge için bir masaüstü kısayolu oluşturulur.
  Microsoft Edge zaten yüklüyse, bu ilkenin hiçbir etkisi olmaz.

  Bu ilkeyi bir kanal için yapılandırmazsanız, Microsoft Edge yüklendiğinde kısayol oluşturma işlemini 'Yükleme sırasında Masaüstü Kısayolu oluştur (varsayılan)' varsayılan ilke yapılandırması belirler.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 ve sonrası</string>
      <string id="Pol_AllowSideBySideExperience">Microsoft Edge Yan Yana tarayıcı deneyimine izin ver</string>
      <string id="Explain_AutoUpdateCheckPeriod">Otomatik güncelleştirme denetimleri arasındaki en az dakika sayısı.

Microsoft Edge Update tarafından oluşturulan tüm düzenli ağ trafiğini devre dışı bırakmak için bu ilkeyi 0 değerine ayarlayın. Bu, Microsoft Edge Update’in kendisi için gerekli kararlılık ve güvenlik güncelleştirmelerini almasını engelleyeceği için önerilmez.

Bu ayar yerine uygulama güncelleştirmelerini yönetmek için “İlke geçersiz kılma varsayılanını güncelleştir” ve her uygulama için “İlke geçersiz kılmayı güncelleştir” ayarları kullanılmalıdır.

Bu ilkenin değerleri 0 ile 43200 arasında olabilir.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Genişletilmiş Kararlı</string>
      <string id="Sup_EdgeUpdate1_3_195_63">Microsoft Edge Update 1.3.195.63 ve sonrası</string>
      <string id="Explain_DefaultUpdatePolicy">Microsoft Edge Update’in Microsoft Edge’deki kullanılabilir güncelleştirmeleri nasıl işleyeceğine ilişkin tüm kanalların varsayılan davranışını belirlemenizi sağlar. Tek kanallar için 'Güncelleştirme ilkesi geçersiz kılması' ilkesi belirtilerek bu ilgili kanallar için geçersiz kılınabilir.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmeler devre dışı (0): Güncelleştirmeler hiçbir zaman uygulanmaz.
  - Güncelleştirmelere her zaman izin ver (1) (önerilen): Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca el ile güncelleştirmeler (2): Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır.
  - Yalnızca otomatik sessiz güncelleştirmeler (3): Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmezseniz ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılması' ilkesi tarafından belirtilen şekilde işler.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_WebView_AutoUpdate">Otomatik güncelleştirmelerin WebView2 Çalışma Zamanı için etkinleştirilip etkinleştirilmeyeceğini belirtmenize olanak sağlar. WebView2 Çalışma Zamanı, uygulamalar tarafından web içeriğini görüntülemek için kullanılan bir bileşendir.
  Otomatik güncelleştirmeler varsayılan olarak etkindir. Otomatik güncelleştirmelerin WebView2 Çalışma Zamanı için devre dışı bırakılması bu bileşene bağımlı uygulamalarla uyumluluk sorunlarına neden olabilir.

  Bu ilkeyi etkinleştirirseniz, Microsoft Edge Update aşağıdaki seçenekleri nasıl yapılandırdığınıza bağlı olarak WebView2 Çalışma Zamanı güncelleştirmelerini yönetir:
  - Güncelleştirmelere her zaman izin ver (1): Güncelleştirmeler otomatik olarak indirilir ve uygulanır
  - Güncelleştirmeler devre dışı (0): Güncelleştirmeler hiçbir zaman indirilmez ve uygulanmaz

  Bu ilkeyi etkinleştirmezseniz, güncelleştirmeler otomatik olarak indirilir ve uygulanır.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 ve üzeri</string>
      <string id="Name_MeteredUpdatesEnabled">Tarifeli Güncelleştirmelere İzin Verildi</string>
      <string id="ProxyAutoDetect_DropDown">Ara sunucu ayarlarını otomatik algıla</string>
      <string id="ProxyPacScript_DropDown">Bir .pac ara sunucu betiği kullan</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Microsoft Edge Update 1.3.179.5 ve sonrası</string>
      <string id="DownloadPreference_DropDown">Önbelleğe alınabilen indirme URL'leri</string>
      <string id="Name_ForceInstallsUser">Zorunlu Yüklemeler (Kullanıcı Başına)</string>
      <string id="Explain_AllowSideBySideExperience">Bu ilke, kullanıcının Microsoft Edge (Edge HTML) ve Microsoft Edge (Chromium tabanlı) tarayıcılarını yan yana çalıştırmasını sağlar.

Bu ilke “Yapılandırılmadı” olarak ayarlanırsa Microsoft Edge (Chromium tabanlı), Microsoft Edge (Chromium tabanlı) Stable kanalı ve Kasım 2019 güvenlik güncelleştirmeleri yüklendikten sonra Microsoft Edge'in (Edge HTML) yerini alır.  Bu, "Devre Dışı" ayarıyla aynı davranıştır.

“Devre Dışı” (0) ayarı, yan yana deneyimini engeller ve Microsoft Edge (Chromium tabanlı), Microsoft Edge (Chromium tabanlı) Stable kanalı ve Kasım 2019 güvenlik güncelleştirmeleri yüklendikten sonra Microsoft Edge'in (Edge HTML) yerini alır.  Bu, “Yapılandırılmadı” ayarı ile aynı davranıştır.

Bu ilke “Etkin” (1) olarak ayarlanırsa Microsoft Edge (Chromium tabanlı) ve Microsoft Edge (Edge HTML), Microsoft Edge (Chromium tabanlı) yüklendikten sonra yan yana çalışabilir.

Bu grup ilkesinin geçerli olması için Microsoft Edge (Chromium tabanlı) Windows Update tarafından otomatik olarak yüklenmeden önce yapılandırılmalıdır. Not: ​Kullanıcı, Microsoft Edge (Chromium tabanlı) Engelleyici Araç Seti'ni kullanarak Microsoft Edge'in (Chromium tabanlı) otomatik güncelleştirilmesini engelleyebilir.

Windows 10 sürüm 20H2’den itibaren, Microsoft Edge’in eski sürümü ve yan yana tarayıcı deneyimi desteklenmemektedir.</string>
      <string id="Explain_RemoveDesktopShortcut">Bu ilkeyi “Sistem düzeyi Masaüstü Kısayollarını silmeye zorla” olarak ayarlarsanız (1) tarayıcı güncelleştirildiğinde veya makine yeniden başlatıldığında var olan tüm sistem düzeyi Microsoft Edge masaüstü kısayolları silinir.
  Bu ilkeyi “Sistem düzeyi ve kullanıcı düzeyi Masaüstü Kısayollarını silmeye zorla” olarak ayarlarsanız (2) tarayıcı güncelleştirildiğinde veya makine yeniden başlatıldığında var olan tüm sistem düzeyi Microsoft Edge masaüstü kısayolları ve tarayıcı güncelleştirildiğinde var olan tüm kullanıcı düzeyi masaüstü kısayolları silinir. Buna, kullanıcıların kendileri tarafından oluşturulan kullanıcı düzeyi masaüstü kısayolları dahildir.
  Bu ilkeyi yapılandırmazsanız veya devre dışı bırakırsanız (0) mevcut Microsoft Edge masaüstü kısayollarına hiçbir şey olmaz.

  Bu ilkeyi bir kanal için yapılandırmazsanız masaüstü kısayollarını kaldırmayı 'Güncelleştirme üzerine Masaüstü Kısayollarını kaldırma varsayılanı' ilkesinin yapılandırması belirler.</string>
      <string id="ProxyDisabled_DropDown">Hiçbir zaman ara sunucu kullanma</string>
      <string id="Pol_DefaultAllowInstallation">Yüklemeye varsayılan olarak izin ver</string>
      <string id="Pol_ProxyPacUrl">Ara sunucu .pac dosyasının URL'si</string>
      <string id="Cat_Applications">Uygulamalar</string>
      <string id="Explain_ProxyPacUrl">Ara sunucu otomatik yapılandırma (PAC) dosyasının URL'sini belirtmenize olanak tanır.

  Bu ilkeyi etkinleştirirseniz belirli bir web sitesini getirirken Microsoft Edge Update'in uygun ara sunucuyu nasıl seçeceğini otomatikleştiren bir PAC dosyası URL'si belirtebilirsiniz.

  Bu ilke yalnızca 'Ara sunucu ayarlarını belirtme yöntemini seçin' ilkesinde el ile ara sunucu ayarlarını belirttiğiniz takdirde uygulanır.

  'Ara sunucu ayarlarını belirtme yöntemini seçin' ilkesinde el ile ara sunucu ayarı dışında farklı bir ara sunucu ayarı seçtiyseniz bu ilkeyi yapılandırmayın.</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Microsoft Edge Update 1.3.193.5 ve üzeri sürümler</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 ve üzeri</string>
      <string id="Explain_Preferences">Microsoft Edge Update için genel ilkeler.</string>
      <string id="Explain_WebView">WebView2 Çalışma Zamanı için ilkeleri belirtir.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Varsayılan Tarifeli Güncelleştirmeler Devre Dışı</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 ve sonrası</string>
      <string id="Explain_ProxyServer">Microsoft Edge Update için kullanılacak ara sunucunun URL'sini belirtmenize izin verir.

 Bu ilkeyi etkinleştirirseniz Microsoft Edge güncelleştirmesi tarafından kuruluşunuzda kullanılan proxy sunucusu URL'sini ayarlayabilirsiniz.

 Bu ilke yalnızca, 'Ara sunucu ayarlarını belirtme yöntemini seçin' ilkesinde el ile ara sunucu ayarları seçtiyseniz uygulanır.

  'Ara sunucu ayarlarını belirtme yöntemini seçin' ilkesinde el ile haricinde bir ara sunucu ayarı seçtiyseniz bu ilkeyi yapılandırmayın.</string>
      <string id="Pol_MeteredUpdates">Kullanıcıların tarifeli bağlantılarda güncelleştirmesini sağla</string>
      <string id="Name_UninstallEdgeNotConfigured">Yapılandırılmadı</string>
      <string id="Explain_DefaultAllowInstallation">Etki alanına katılmış cihazlarda Microsoft Edge’e izin vermek veya bunları engellemek için tüm kanalların varsayılan davranışını belirleyebilirsiniz.

Belirli kanallar için (1) 'Yüklemeye izin ver' ilkesini etkinleştirerek bu ilkeyi tek tek kanallar için geçersiz kılabilirsiniz.

(2) Bu ilkeyi devre dışı bırakırsanız, Microsoft Edge’in yüklenmesi engellenir. Bu, yalnızca 'Yüklemeye izin ver' ilkesi Yapılandırılmadı olarak ayarlandığında Microsoft Edge yazılımının yüklenmesini etkiler.

Bu ilke, Microsoft Edge Update’in çalışmasını engellemez veya kullanıcıların diğer yöntemleri kullanarak Microsoft Edge yazılımını yüklemesini engellemez.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Güncelleştirmesi 1.3.155.1 ve üzeri</string>
      <string id="TargetChannel_Stable_DropDown">Kararlı</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Güncelleştirme ilkesi geçersiz kılma varsayılanı</string>
      <string id="Explain_ProxyMode">Microsoft Edge Update tarafından kullanılan ara sunucu ayarlarını belirtmenize olanak tanır.

  Bu ilkeyi etkinleştirirseniz aşağıdaki ara sunucu seçenekleri arasından seçim yapabilirsiniz:
   - Ara sunucunun hiçbir zaman kullanılmamasını ve her zaman doğrudan bağlanılmasını seçerseniz diğer tüm seçenekler yok sayılır.
   - Sistem ara sunucu ayarlarını kullanmayı veya ara sunucuyu otomatik olarak algılamayı seçerseniz diğer tüm seçenekler yok sayılır.
   - Sabit sunucu ara sunucu modunu seçerseniz 'Ara sunucunun adresi veya URL’si' ilkesinde daha fazla seçenek belirtebilirsiniz.
   - Bir .pac ara sunucu betiği kullanmayı seçerseniz 'Ara sunucu .pac dosyasının URL’si' ilkesinde betiğin URL’sini belirtmeniz gerekir.

  Bu ilkeyi etkinleştirirseniz kuruluşunuzdaki kullanıcılar, Microsoft Edge Update üzerindeki ara sunucu ayarlarını değiştiremez.

  Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız herhangi bir ara sunucu ayarı yapılandırılmaz ancak kuruluşunuzdaki kullanıcılar, Microsoft Edge Update için kendi ara sunucu ayarlarını seçebilir.</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Etkin</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 ve üzeri</string>
      <string id="Pol_RemoveDesktopShortcut">Güncelleştirme üzerine Masaüstü Kısayollarını kaldırma</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Güncelleştirmesi 1.3.147.1 ve üzeri</string>
      <string id="Name_UpdatesDisabled">Güncelleştirmeler devre dışı</string>
      <string id="Pol_RollbackToTargetVersion">Hedef sürüme geri al</string>
      <string id="Explain_WebView_Install">WebView2 Çalışma Zamanı'nın Microsoft Edge Update kullanılarak yüklenip yüklenemeyeceğini belirlemenizi sağlar.

  (1) Bu ilkeyi etkinleştirirseniz, kullanıcılar WebView2 Çalışma Zamanı aracılığıyla Microsoft Edge Update'i yükleyebilir.

  (0) Bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), kullanıcılar WebView2 Çalışma Zamanı'nı Microsoft Edge Update aracılığıyla yükleyemez.

  Bu ilkeyi Makine Genelinde Yüklemelere Her Zaman izin verecek ancak Kullanıcı Başına Yüklemelere izin vermeyecek şekilde ayarlarsanız (4), WebView2 Çalışma Zamanı yalnızca makine genelinde dağıtılır.

  İlkeyi Yüklemeleri Zorla (Makine Genelinde) olarak ayarlarsanız (5), kullanıcılar WebView2 Çalışma Zamanı'nı Microsoft Edge Update'in önceden yüklenmiş olduğu tüm makinelere yükleyebilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

  Bu ilkeyi yapılandırmazsanız WebView2 Çalışma Zamanı, Microsoft Edge Update aracılığıyla yüklenir.</string>
      <string id="Explain_GoogleUpdate">Microsoft Edge Update kullanılarak Microsoft Edge'in yüklenmesini ve güncelleştirilmesini kontrol eden ilkeler.</string>
      <string id="Name_EdgePreviewEnrollmentTypeAllowOptOut">Geri Çevirmeye İzin Ver</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Microsoft Edge yüklendiğinde bir masaüstü kısayolu oluşturmak üzere tüm kanallar için varsayılan davranışı belirtmenize olanak sağlar.

  Bu ilkeyi “Sistem düzeyi Masaüstü Kısayollarını silmeye zorla” olarak ayarlarsanız (1) tarayıcı güncelleştirildiğinde veya makine yeniden başlatıldığında var olan tüm sistem düzeyi Microsoft Edge masaüstü kısayolları silinir.
  Bu ilkeyi “Sistem düzeyi ve kullanıcı düzeyi Masaüstü Kısayollarını silmeye zorla” olarak ayarlarsanız (2) tarayıcı güncelleştirildiğinde veya makine yeniden başlatıldığında var olan tüm sistem düzeyi Microsoft Edge masaüstü kısayolları ve tarayıcı güncelleştirildiğinde var olan tüm kullanıcı düzeyi masaüstü kısayolları silinir. Buna, kullanıcıların kendileri tarafından oluşturulan kullanıcı düzeyi masaüstü kısayolları dahildir.
  Bu ilkeyi yapılandırmazsanız veya devre dışı bırakırsanız (0) mevcut Microsoft Edge masaüstü kısayollarına hiçbir şey olmaz.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Bu ilkeyi etkinleştirirseniz güncelleştirme denetimleri, Süre (dakika cinsinden) süresince Hour:Minute'den başlayarak her gün gizlener. Süre, gün ışığından yararlanma zamanından etkilenmez. Örneğin, başlangıç saati 22:00 ve süre 480 dakika ise, gün ışığından yararlanma saatinin bu süre içinde mi başladığından veya bitip bitdiğinden bağımsız olarak güncelleştirmeler tam olarak 8 saat boyunca gizlener.

Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız güncelleştirme denetimleri belirli bir süre boyunca gizlenemez.

Bu ilkenin değerleri saat için 0 ile 23 arasında, dakikalar için 0 ile 59 ve dakika cinsinden süre için 0 ile 960 arasında olabilir.</string>
      <string id="Name_UpdatesEnabled">Güncelleştirmelere her zaman izin ver (önerilen)</string>
      <string id="Cat_ProxyServer">Ara Sunucu</string>
      <string id="Pol_CreateDesktopShortcut">Yükleme sırasında Masaüstü Kısayolu oluştur</string>
      <string id="Pol_AutoUpdateCheckPeriod">Otomatik güncelleştirme denetleme süresini geçersiz kılma</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 ve üzeri</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Yükleme sırasında Masaüstü Kısayolu oluştur (varsayılan)</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Sistem düzeyi Masaüstü Kısayollarını silmeye zorlama</string>
      <string id="Name_ECSCommunicationDisabled">Deneme ve Yapılandırma Hizmeti ile iletişimi devre dışı bırak</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 ve üzeri</string>
      <string id="Name_InstallsEnabled">Yüklemelere her zaman izin ver (önerilen)</string>
      <string id="Explain_DownloadPreference">Etkinleştirilirse Microsoft Edge Update sunucusu, yanıtlarındaki güncelleştirme yükleri için önbellek dostu URL'ler sağlamayı dener.</string>
      <string id="Name_AutomaticUpdatesOnly">Yalnızca otomatik sessiz güncelleştirmeler</string>
      <string id="Pol_DefaultMeteredUpdates">Kullanıcıların tarifeli bağlantılarda tüm uygulamaları güncelleştirmesini sağla</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Varsayılan Tarifeli Güncelleştirmelere İzin Verildi</string>
      <string id="Pol_TargetVersionPrefix">Hedef sürümü geçersiz kılma</string>
      <string id="Pol_UninstallEdge">Microsoft Edge için kaldırma davranışını belirtin</string>
      <string id="Name_MeteredUpdatesDisabled">Tarifeli Güncelleştirmeleri devre dışı bırak</string>
      <string id="Name_EdgePreviewEnrollmentTypeRequired">Gerekli</string>
      <string id="Pol_DownloadPreference">URL sınıfı indirmeyi geçersiz kılma</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Otomatik güncelleştirme denetimini gizlemek için günlük zaman aralığı</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 ve sonrası</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Çalışma Zamanı</string>
      <string id="Pol_UpdatePolicy">Güncelleştirme ilkesi geçersiz kılması</string>
      <string id="Pol_EdgePreviewEnrollmentType">Edge Önizleme sertifika kaydı türü</string>
      <string id="Pol_ProxyServer">Ara sunucunun adresi veya URL'si</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Microsoft Edge yüklendiğinde bir masaüstü kısayolu oluşturmak üzere tüm kanallar için varsayılan davranışı belirtmenize olanak sağlar.

  (1) Bu ilkeyi etkinleştirirseniz, Microsoft Edge yüklendiğinde bir masaüstü kısayolu oluşturulur.
  (0) Bu ilkeyi devre dışı bırakırsanız, Microsoft Edge yüklendiğinde hiçbir masaüstü kısayolu oluşturulmaz.
  Bu ilkeyi yapılandırmazsanız, yükleme sırasında Microsoft Edge için bir masaüstü kısayolu oluşturulur.
  Microsoft Edge zaten yüklüyse, bu ilkenin hiçbir etkisi olmaz.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Sistem düzeyi ve kullanıcı düzeyi Masaüstü Kısayollarını silmeye zorlama</string>
      <string id="ProxyUseSystem_DropDown">Sistem ara sunucu ayarlarını kullan</string>
      <string id="Cat_Preferences">Tercihler</string>
      <string id="Name_InstallsEnabledMachineOnly">Yüklemeleri Machine-Wide izin ver, ancak Per-User izin verme</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge Güncelleştirmesi</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Microsoft Edge Update'in, tarifeli olarak işaretlenmiş bağlantılarda (hücresel bağlantılar veya veri kullanımının tüm uygulamalar için denetlendiği diğer bağlantılar gibi) güncelleştirilip güncelleştirilmeyeceğini belirtir. 

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız güncelleştirmeler, Microsoft Edge tarayıcısının Hakkında Sayfasındaki 'Güncelleştirmeleri tarifeli bağlantılar üzerinden indir' seçeneğine dayalı olarak gerçekleşir. Kullanıcı bir seçim yapmazsa Windows ayarı kullanılır. Windows ayarı hakkında daha fazla bilgiyi burada bulabilirsiniz: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Güncelleştirmelere her zaman izin ver (2): Otomatik güncelleştirme denetimi veya el ile güncelleştirme denetimi yoluyla güncelleştirmeler bulunduğunda her zaman indirilir.

Güncelleştirmeler devre dışı (1): Tarifeli bağlantı kullanırken güncelleştirmeler indirilmez.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Microsoft Edge kanalının etki alanına katılmış cihazlara yüklenip yüklenemeyeceğini belirtir.

  (1) Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge’in yüklenmesi engellenmez.

  (0) Bir kanal için bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), Microsoft Edge’in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge’in bu kanalını yükleyip yükleyemeyeceğini belirler.

Bu ilkeyi Her zaman Machine-Wide Yüklemelere izin ver olarak Per-User (4) olarak ayarlanırsa, Microsoft Edge yalnızca makine genelinde dağıtılacaktır.

Bu ilkeyi Yüklemeleri Zorla (Makine Genelinde) olarak ayarlarsanız (5), Microsoft Edge yalnızca Microsoft Edge Update önceden yüklenmişse makine genelinde dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilkeyi Yüklemeleri Zorla (Kullanıcı Başına) olarak ayarlarsanız (6), Microsoft Edge Update Kullanıcı Başına önceden yüklenmişse Microsoft Edge yalnızca tüm makinelere Kullanıcı Başına dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmeler devre dışı (0): Güncelleştirmeler hiçbir zaman uygulanmaz.
  - Güncelleştirmelere her zaman izin ver (1) (Önerilen): Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca el ile güncelleştirmeler (2): Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
  - Yalnızca otomatik sessiz güncelleştirmeler (3): Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136406 adresine bakın.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Hangi Microsoft Edge güncelleştirme kanalının kullanılacağını belirtir

Bu ilke, Microsoft Edge'in hangi güncelleştirme kanalını izleyeceğini kontrol eder.

Bu ilkeyi etkinleştirirseniz, Microsoft Edge yapılandırdığınız kanala güncelleştirilir:
- Kararlı: En son kararlı sürüme güncelleştirildi.
- Beta: En son beta sürümüne güncelleştirildi.
- Geliştirici: En son geliştirici sürümüne güncelleştirildi.
- Genişletilmiş Kararlı: Kararlı sürümden daha uzun bir sürüm döngüsünü izleyen en son genişletilmiş kararlı sürüme güncelleştirildi. Daha fazla bilgi için şu adresi ziyaret edin: https://go.microsoft.com/fwlink/?linkid=2163508.

Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız, Microsoft Edge varsayılan kanal için mevcut en son sürüme güncelleştirilecektir.

Bu ilke, yalnızca Microsoft® Active Directory® etki alanına katılmış Windows cihazlarda desteklenir.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü, örneğin 83.0.499.12 olmalıdır.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136707 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır (0) veya yapılandırmazsanız, 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler olduğu gibi bırakılır.

Bu ilkeyi etkinleştirirseniz (1), 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleriyle sağlanan korumadan yararlanmak için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riski doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinde görüntüleyebilirsiniz.

Bu ilke Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresine bakın.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Windows Insider Programı'ndaki kullanıcıların Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolup kaydolmayacağını belirtmenizi sağlar.

  - (1) Bu ilkeyi etkinleştirirseniz, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.

  - (0) Bu ilkeyi devre dışı bırakırsanız, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolamaz.

  - Bu ilkeyi yapılandırmazsanız, Windows Insider Programı'ndaki kullanıcılar varsayılan olarak Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.</string>
      <string id="Explain_EdgePreviewEnrollmentTypeMicrosoftEdge">Bu ilkenin ayrıntıları gelecek sürümlerde açıklanacaktır.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Microsoft Edge Update'in, tarifeli olarak işaretlenmiş bağlantılarda (hücresel bağlantılar veya veri kullanımının Microsoft Edge tarayıcısı için denetlendiği diğer bağlantılar gibi) güncelleştirilip güncelleştirilmeyeceğini belirtir. 

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız güncelleştirmeler, Microsoft Edge tarayıcısının Hakkında Sayfasındaki 'Güncelleştirmeleri tarifeli bağlantılar üzerinden indir' seçeneğine dayalı olarak gerçekleşir. Kullanıcı bir seçim yapmazsa Windows ayarı kullanılır. Windows ayarı hakkında daha fazla bilgiyi burada bulabilirsiniz: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Güncelleştirmelere her zaman izin ver (2): Otomatik güncelleştirme denetimi veya el ile güncelleştirme denetimi yoluyla güncelleştirmeler bulunduğunda her zaman indirilir.

Güncelleştirmeleri devre dışı bırak (1): Tarifeli bağlantı kullanırken güncelleştirmeler indirilmez.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">Avrupa Ekonomik Alanı'ndaki (AEA) etki alanına katılmış cihazlarda Microsoft Edge'in (kararlı kanal) kaldırılıp kaldırılmayacağını veya kaldırılmasının engellenip engellenmeyeceğini belirtebilirsiniz.

Bu ilke 'Etkin' olarak ayarlanırsa, Microsoft Edge ilkenin dağıtıldığı AEA'daki tüm cihazlarda otomatik olarak kaldırılır. Kullanıcı verileri cihazda saklanır. Microsoft Edge Update'in güncelleştirmeleri otomatik olarak denetlediği bir sonraki seferde Microsoft Edge kaldırılacak. Microsoft Edge cihazlardan, uygulamalardan, widget'lardan (örneğin, Haberler, Arama ve Hava Durumu) veya Microsoft Edge'e bağlı diğer Aşamalı Web Uygulamalarından (PWA'lar) kaldırılırsa artık kullanılamaz.

Bu ilke 'Etkin ve kullanıcı verilerini sil' (Ayar '2') olarak ayarlanırsa Microsoft Edge, bu ilkenin dağıtıldığı AEA'daki tüm cihazlarda otomatik olarak kaldırılır ve kullanıcı verileri cihazdan silinir.

Bu ilke 'Devre Dışı' (Ayar '3') olarak ayarlanırsa AEA'daki tüm kullanıcıların bu ilkenin dağıtıldığı Microsoft Edge'i kaldırması engellenir.

İlke 'Yapılandırılmadı' (varsayılan ayar) ise kullanıcının Windows bölge ayarı, etki alanına katılmış bir cihazda Microsoft Edge'i kaldırıp kaldıramayacağını belirler. Yalnızca AEA ülkelerindeki kullanıcılar, isterlerse Microsoft Edge'i kaldırabilirler. Bu alanın dışındaki kullanıcılar Microsoft Edge'i kaldıramaz.

Bu ilke yalnızca Windows 10 22H2 ve Windows 11 23H2 ve sonraki sürümlerinin Home, Pro, Pro Education, Pro for Workstations, Enterprise, Education ve Enterprise çoklu oturum sürümlerinde kullanılabilir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.

Microsoft Edge'in yeniden yüklenmesi gerekiyorsa:
- Microsoft Edge'i yeniden yüklemek için 'Yükleme' İlkesini Zorunlu Yüklemeler (Makine Genelinde) olarak ayarlayabilirsiniz.
- Yükleme ilkesinin Zorunlu Yüklemeler (Makine Genelinde) olarak ayarlarsanız ve ayrıca Kaldırma ilkesini de Etkin olarak ayarlarsanız, Zorunlu Yüklemeler (Makine Genelinde) ilkesi Kaldırma ilkesini geçersiz kılar.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Microsoft Edge kanalının etki alanına katılmış cihazlara yüklenip yüklenemeyeceğini belirtir.

  (1) Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge’in yüklenmesi engellenmez.

  (0) Bir kanal için bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), Microsoft Edge’in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge’in bu kanalını yükleyip yükleyemeyeceğini belirler.

Bu ilkeyi Her zaman Machine-Wide Yüklemelere izin ver olarak Per-User (4) olarak ayarlanırsa, Microsoft Edge Beta yalnızca makine genelinde dağıtılacaktır.

Bu ilkeyi Yüklemeleri Zorla (Makine Genelinde) olarak ayarlarsanız (5), Microsoft Edge Beta yalnızca Microsoft Edge Update önceden yüklenmişse makine genelinde dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilkeyi Yüklemeleri Zorla (Kullanıcı Başına) olarak ayarlarsanız (6), Microsoft Edge Update Kullanıcı Başına önceden yüklenmişse Microsoft Edge Beta yalnızca tüm makinelere Kullanıcı Başına dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmeler devre dışı (0): Güncelleştirmeler hiçbir zaman uygulanmaz.
  - Güncelleştirmelere her zaman izin ver (1) (Önerilen): Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca el ile güncelleştirmeler (2): Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
  - Yalnızca otomatik sessiz güncelleştirmeler (3): Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136406 adresine bakın.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Hangi Microsoft Edge güncelleştirme kanalının kullanılacağını belirtir

Bu ilke, Microsoft Edge'in hangi güncelleştirme kanalını izleyeceğini kontrol eder.

Bu ilkeyi etkinleştirirseniz, Microsoft Edge yapılandırdığınız kanala güncelleştirilir:
- Kararlı: En son kararlı sürüme güncelleştirildi.
- Beta: En son beta sürümüne güncelleştirildi.
- Geliştirici: En son geliştirici sürümüne güncelleştirildi.
- Genişletilmiş Kararlı: Kararlı sürümden daha uzun bir sürüm döngüsünü izleyen en son genişletilmiş kararlı sürüme güncelleştirildi. Daha fazla bilgi için şu adresi ziyaret edin: https://go.microsoft.com/fwlink/?linkid=2163508.

Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız, Microsoft Edge varsayılan kanal için mevcut en son sürüme güncelleştirilecektir.

Bu ilke, yalnızca Microsoft® Active Directory® etki alanına katılmış Windows cihazlarda desteklenir.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü, örneğin 83.0.499.12 olmalıdır.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136707 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır (0) veya yapılandırmazsanız, 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler olduğu gibi bırakılır.

Bu ilkeyi etkinleştirirseniz (1), 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleriyle sağlanan korumadan yararlanmak için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riski doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinde görüntüleyebilirsiniz.

Bu ilke Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresine bakın.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Windows Insider Programı'ndaki kullanıcıların Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolup kaydolmayacağını belirtmenizi sağlar.

  - (1) Bu ilkeyi etkinleştirirseniz, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.

  - (0) Bu ilkeyi devre dışı bırakırsanız, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolamaz.

  - Bu ilkeyi yapılandırmazsanız, Windows Insider Programı'ndaki kullanıcılar varsayılan olarak Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.</string>
      <string id="Explain_EdgePreviewEnrollmentTypeMicrosoftEdgeBeta">Bu ilkenin ayrıntıları gelecek sürümlerde açıklanacaktır.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Microsoft Edge Update'in, tarifeli olarak işaretlenmiş bağlantılarda (hücresel bağlantılar veya veri kullanımının Microsoft Edge tarayıcısı için denetlendiği diğer bağlantılar gibi) güncelleştirilip güncelleştirilmeyeceğini belirtir. 

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız güncelleştirmeler, Microsoft Edge tarayıcısının Hakkında Sayfasındaki 'Güncelleştirmeleri tarifeli bağlantılar üzerinden indir' seçeneğine dayalı olarak gerçekleşir. Kullanıcı bir seçim yapmazsa Windows ayarı kullanılır. Windows ayarı hakkında daha fazla bilgiyi burada bulabilirsiniz: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Güncelleştirmelere her zaman izin ver (2): Otomatik güncelleştirme denetimi veya el ile güncelleştirme denetimi yoluyla güncelleştirmeler bulunduğunda her zaman indirilir.

Güncelleştirmeleri devre dışı bırak (1): Tarifeli bağlantı kullanırken güncelleştirmeler indirilmez.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">Avrupa Ekonomik Alanı'ndaki (AEA) etki alanına katılmış cihazlarda Microsoft Edge'in (kararlı kanal) kaldırılıp kaldırılmayacağını veya kaldırılmasının engellenip engellenmeyeceğini belirtebilirsiniz.

Bu ilke 'Etkin' olarak ayarlanırsa, Microsoft Edge ilkenin dağıtıldığı AEA'daki tüm cihazlarda otomatik olarak kaldırılır. Kullanıcı verileri cihazda saklanır. Microsoft Edge Update'in güncelleştirmeleri otomatik olarak denetlediği bir sonraki seferde Microsoft Edge kaldırılacak. Microsoft Edge cihazlardan, uygulamalardan, widget'lardan (örneğin, Haberler, Arama ve Hava Durumu) veya Microsoft Edge'e bağlı diğer Aşamalı Web Uygulamalarından (PWA'lar) kaldırılırsa artık kullanılamaz.

Bu ilke 'Etkin ve kullanıcı verilerini sil' (Ayar '2') olarak ayarlanırsa Microsoft Edge, bu ilkenin dağıtıldığı AEA'daki tüm cihazlarda otomatik olarak kaldırılır ve kullanıcı verileri cihazdan silinir.

Bu ilke 'Devre Dışı' (Ayar '3') olarak ayarlanırsa AEA'daki tüm kullanıcıların bu ilkenin dağıtıldığı Microsoft Edge'i kaldırması engellenir.

İlke 'Yapılandırılmadı' (varsayılan ayar) ise kullanıcının Windows bölge ayarı, etki alanına katılmış bir cihazda Microsoft Edge'i kaldırıp kaldıramayacağını belirler. Yalnızca AEA ülkelerindeki kullanıcılar, isterlerse Microsoft Edge'i kaldırabilirler. Bu alanın dışındaki kullanıcılar Microsoft Edge'i kaldıramaz.

Bu ilke yalnızca Windows 10 22H2 ve Windows 11 23H2 ve sonraki sürümlerinin Home, Pro, Pro Education, Pro for Workstations, Enterprise, Education ve Enterprise çoklu oturum sürümlerinde kullanılabilir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.

Microsoft Edge'in yeniden yüklenmesi gerekiyorsa:
- Microsoft Edge'i yeniden yüklemek için 'Yükleme' İlkesini Zorunlu Yüklemeler (Makine Genelinde) olarak ayarlayabilirsiniz.
- Yükleme ilkesinin Zorunlu Yüklemeler (Makine Genelinde) olarak ayarlarsanız ve ayrıca Kaldırma ilkesini de Etkin olarak ayarlarsanız, Zorunlu Yüklemeler (Makine Genelinde) ilkesi Kaldırma ilkesini geçersiz kılar.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Microsoft Edge kanalının etki alanına katılmış cihazlara yüklenip yüklenemeyeceğini belirtir.

  (1) Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge’in yüklenmesi engellenmez.

  (0) Bir kanal için bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), Microsoft Edge’in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge’in bu kanalını yükleyip yükleyemeyeceğini belirler.

Bu ilkeyi Her zaman Machine-Wide Yüklemelere izin ver olarak Per-User (4) olarak ayarlanırsa, Microsoft Edge Dev yalnızca makine genelinde dağıtılacaktır.

Bu ilkeyi Yüklemeleri Zorla (Makine Genelinde) olarak ayarlarsanız (5), Microsoft Edge Dev yalnızca Microsoft Edge Update önceden yüklenmişse makine genelinde dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilkeyi Yüklemeleri Zorla (Kullanıcı Başına) olarak ayarlarsanız (6), Microsoft Edge Update Kullanıcı Başına önceden yüklenmişse Microsoft Edge Dev yalnızca tüm makinelere Kullanıcı Başına dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmeler devre dışı (0): Güncelleştirmeler hiçbir zaman uygulanmaz.
  - Güncelleştirmelere her zaman izin ver (1) (Önerilen): Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca el ile güncelleştirmeler (2): Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
  - Yalnızca otomatik sessiz güncelleştirmeler (3): Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136406 adresine bakın.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Hangi Microsoft Edge güncelleştirme kanalının kullanılacağını belirtir

Bu ilke, Microsoft Edge'in hangi güncelleştirme kanalını izleyeceğini kontrol eder.

Bu ilkeyi etkinleştirirseniz, Microsoft Edge yapılandırdığınız kanala güncelleştirilir:
- Kararlı: En son kararlı sürüme güncelleştirildi.
- Beta: En son beta sürümüne güncelleştirildi.
- Geliştirici: En son geliştirici sürümüne güncelleştirildi.
- Genişletilmiş Kararlı: Kararlı sürümden daha uzun bir sürüm döngüsünü izleyen en son genişletilmiş kararlı sürüme güncelleştirildi. Daha fazla bilgi için şu adresi ziyaret edin: https://go.microsoft.com/fwlink/?linkid=2163508.

Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız, Microsoft Edge varsayılan kanal için mevcut en son sürüme güncelleştirilecektir.

Bu ilke, yalnızca Microsoft® Active Directory® etki alanına katılmış Windows cihazlarda desteklenir.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü, örneğin 83.0.499.12 olmalıdır.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136707 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır (0) veya yapılandırmazsanız, 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler olduğu gibi bırakılır.

Bu ilkeyi etkinleştirirseniz (1), 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleriyle sağlanan korumadan yararlanmak için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riski doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinde görüntüleyebilirsiniz.

Bu ilke Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresine bakın.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Windows Insider Programı'ndaki kullanıcıların Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolup kaydolmayacağını belirtmenizi sağlar.

  - (1) Bu ilkeyi etkinleştirirseniz, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.

  - (0) Bu ilkeyi devre dışı bırakırsanız, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolamaz.

  - Bu ilkeyi yapılandırmazsanız, Windows Insider Programı'ndaki kullanıcılar varsayılan olarak Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.</string>
      <string id="Explain_EdgePreviewEnrollmentTypeMicrosoftEdgeDev">Bu ilkenin ayrıntıları gelecek sürümlerde açıklanacaktır.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Microsoft Edge Update'in, tarifeli olarak işaretlenmiş bağlantılarda (hücresel bağlantılar veya veri kullanımının Microsoft Edge tarayıcısı için denetlendiği diğer bağlantılar gibi) güncelleştirilip güncelleştirilmeyeceğini belirtir. 

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız güncelleştirmeler, Microsoft Edge tarayıcısının Hakkında Sayfasındaki 'Güncelleştirmeleri tarifeli bağlantılar üzerinden indir' seçeneğine dayalı olarak gerçekleşir. Kullanıcı bir seçim yapmazsa Windows ayarı kullanılır. Windows ayarı hakkında daha fazla bilgiyi burada bulabilirsiniz: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Güncelleştirmelere her zaman izin ver (2): Otomatik güncelleştirme denetimi veya el ile güncelleştirme denetimi yoluyla güncelleştirmeler bulunduğunda her zaman indirilir.

Güncelleştirmeleri devre dışı bırak (1): Tarifeli bağlantı kullanırken güncelleştirmeler indirilmez.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">Avrupa Ekonomik Alanı'ndaki (AEA) etki alanına katılmış cihazlarda Microsoft Edge'in (kararlı kanal) kaldırılıp kaldırılmayacağını veya kaldırılmasının engellenip engellenmeyeceğini belirtebilirsiniz.

Bu ilke 'Etkin' olarak ayarlanırsa, Microsoft Edge ilkenin dağıtıldığı AEA'daki tüm cihazlarda otomatik olarak kaldırılır. Kullanıcı verileri cihazda saklanır. Microsoft Edge Update'in güncelleştirmeleri otomatik olarak denetlediği bir sonraki seferde Microsoft Edge kaldırılacak. Microsoft Edge cihazlardan, uygulamalardan, widget'lardan (örneğin, Haberler, Arama ve Hava Durumu) veya Microsoft Edge'e bağlı diğer Aşamalı Web Uygulamalarından (PWA'lar) kaldırılırsa artık kullanılamaz.

Bu ilke 'Etkin ve kullanıcı verilerini sil' (Ayar '2') olarak ayarlanırsa Microsoft Edge, bu ilkenin dağıtıldığı AEA'daki tüm cihazlarda otomatik olarak kaldırılır ve kullanıcı verileri cihazdan silinir.

Bu ilke 'Devre Dışı' (Ayar '3') olarak ayarlanırsa AEA'daki tüm kullanıcıların bu ilkenin dağıtıldığı Microsoft Edge'i kaldırması engellenir.

İlke 'Yapılandırılmadı' (varsayılan ayar) ise kullanıcının Windows bölge ayarı, etki alanına katılmış bir cihazda Microsoft Edge'i kaldırıp kaldıramayacağını belirler. Yalnızca AEA ülkelerindeki kullanıcılar, isterlerse Microsoft Edge'i kaldırabilirler. Bu alanın dışındaki kullanıcılar Microsoft Edge'i kaldıramaz.

Bu ilke yalnızca Windows 10 22H2 ve Windows 11 23H2 ve sonraki sürümlerinin Home, Pro, Pro Education, Pro for Workstations, Enterprise, Education ve Enterprise çoklu oturum sürümlerinde kullanılabilir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.

Microsoft Edge'in yeniden yüklenmesi gerekiyorsa:
- Microsoft Edge'i yeniden yüklemek için 'Yükleme' İlkesini Zorunlu Yüklemeler (Makine Genelinde) olarak ayarlayabilirsiniz.
- Yükleme ilkesinin Zorunlu Yüklemeler (Makine Genelinde) olarak ayarlarsanız ve ayrıca Kaldırma ilkesini de Etkin olarak ayarlarsanız, Zorunlu Yüklemeler (Makine Genelinde) ilkesi Kaldırma ilkesini geçersiz kılar.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Microsoft Edge kanalının etki alanına katılmış cihazlara yüklenip yüklenemeyeceğini belirtir.

  (1) Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge’in yüklenmesi engellenmez.

  (0) Bir kanal için bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), Microsoft Edge’in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge’in bu kanalını yükleyip yükleyemeyeceğini belirler.

Bu ilkeyi Yüklemeleri Zorla (Kullanıcı Başına) olarak ayarlarsanız (6), Microsoft Edge Update Kullanıcı Başına önceden yüklenmişse Microsoft Edge Canary yalnızca tüm makinelere Kullanıcı Başına dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmeler devre dışı (0): Güncelleştirmeler hiçbir zaman uygulanmaz.
  - Güncelleştirmelere her zaman izin ver (1) (Önerilen): Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca el ile güncelleştirmeler (2): Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
  - Yalnızca otomatik sessiz güncelleştirmeler (3): Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136406 adresine bakın.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Hangi Microsoft Edge güncelleştirme kanalının kullanılacağını belirtir

Bu ilke, Microsoft Edge'in hangi güncelleştirme kanalını izleyeceğini kontrol eder.

Bu ilkeyi etkinleştirirseniz, Microsoft Edge yapılandırdığınız kanala güncelleştirilir:
- Kararlı: En son kararlı sürüme güncelleştirildi.
- Beta: En son beta sürümüne güncelleştirildi.
- Geliştirici: En son geliştirici sürümüne güncelleştirildi.
- Genişletilmiş Kararlı: Kararlı sürümden daha uzun bir sürüm döngüsünü izleyen en son genişletilmiş kararlı sürüme güncelleştirildi. Daha fazla bilgi için şu adresi ziyaret edin: https://go.microsoft.com/fwlink/?linkid=2163508.

Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız, Microsoft Edge varsayılan kanal için mevcut en son sürüme güncelleştirilecektir.

Bu ilke, yalnızca Microsoft® Active Directory® etki alanına katılmış Windows cihazlarda desteklenir.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü, örneğin 83.0.499.12 olmalıdır.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136707 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır (0) veya yapılandırmazsanız, 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler olduğu gibi bırakılır.

Bu ilkeyi etkinleştirirseniz (1), 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleriyle sağlanan korumadan yararlanmak için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riski doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinde görüntüleyebilirsiniz.

Bu ilke Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresine bakın.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Windows Insider Programı'ndaki kullanıcıların Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolup kaydolmayacağını belirtmenizi sağlar.

  - (1) Bu ilkeyi etkinleştirirseniz, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.

  - (0) Bu ilkeyi devre dışı bırakırsanız, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolamaz.

  - Bu ilkeyi yapılandırmazsanız, Windows Insider Programı'ndaki kullanıcılar varsayılan olarak Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.</string>
      <string id="Explain_EdgePreviewEnrollmentTypeMicrosoftEdgeCanary">Bu ilkenin ayrıntıları gelecek sürümlerde açıklanacaktır.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Microsoft Edge Update'in, tarifeli olarak işaretlenmiş bağlantılarda (hücresel bağlantılar veya veri kullanımının Microsoft Edge tarayıcısı için denetlendiği diğer bağlantılar gibi) güncelleştirilip güncelleştirilmeyeceğini belirtir. 

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız güncelleştirmeler, Microsoft Edge tarayıcısının Hakkında Sayfasındaki 'Güncelleştirmeleri tarifeli bağlantılar üzerinden indir' seçeneğine dayalı olarak gerçekleşir. Kullanıcı bir seçim yapmazsa Windows ayarı kullanılır. Windows ayarı hakkında daha fazla bilgiyi burada bulabilirsiniz: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Güncelleştirmelere her zaman izin ver (2): Otomatik güncelleştirme denetimi veya el ile güncelleştirme denetimi yoluyla güncelleştirmeler bulunduğunda her zaman indirilir.

Güncelleştirmeleri devre dışı bırak (1): Tarifeli bağlantı kullanırken güncelleştirmeler indirilmez.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">Avrupa Ekonomik Alanı'ndaki (AEA) etki alanına katılmış cihazlarda Microsoft Edge'in (kararlı kanal) kaldırılıp kaldırılmayacağını veya kaldırılmasının engellenip engellenmeyeceğini belirtebilirsiniz.

Bu ilke 'Etkin' olarak ayarlanırsa, Microsoft Edge ilkenin dağıtıldığı AEA'daki tüm cihazlarda otomatik olarak kaldırılır. Kullanıcı verileri cihazda saklanır. Microsoft Edge Update'in güncelleştirmeleri otomatik olarak denetlediği bir sonraki seferde Microsoft Edge kaldırılacak. Microsoft Edge cihazlardan, uygulamalardan, widget'lardan (örneğin, Haberler, Arama ve Hava Durumu) veya Microsoft Edge'e bağlı diğer Aşamalı Web Uygulamalarından (PWA'lar) kaldırılırsa artık kullanılamaz.

Bu ilke 'Etkin ve kullanıcı verilerini sil' (Ayar '2') olarak ayarlanırsa Microsoft Edge, bu ilkenin dağıtıldığı AEA'daki tüm cihazlarda otomatik olarak kaldırılır ve kullanıcı verileri cihazdan silinir.

Bu ilke 'Devre Dışı' (Ayar '3') olarak ayarlanırsa AEA'daki tüm kullanıcıların bu ilkenin dağıtıldığı Microsoft Edge'i kaldırması engellenir.

İlke 'Yapılandırılmadı' (varsayılan ayar) ise kullanıcının Windows bölge ayarı, etki alanına katılmış bir cihazda Microsoft Edge'i kaldırıp kaldıramayacağını belirler. Yalnızca AEA ülkelerindeki kullanıcılar, isterlerse Microsoft Edge'i kaldırabilirler. Bu alanın dışındaki kullanıcılar Microsoft Edge'i kaldıramaz.

Bu ilke yalnızca Windows 10 22H2 ve Windows 11 23H2 ve sonraki sürümlerinin Home, Pro, Pro Education, Pro for Workstations, Enterprise, Education ve Enterprise çoklu oturum sürümlerinde kullanılabilir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.

Microsoft Edge'in yeniden yüklenmesi gerekiyorsa:
- Microsoft Edge'i yeniden yüklemek için 'Yükleme' İlkesini Zorunlu Yüklemeler (Makine Genelinde) olarak ayarlayabilirsiniz.
- Yükleme ilkesinin Zorunlu Yüklemeler (Makine Genelinde) olarak ayarlarsanız ve ayrıca Kaldırma ilkesini de Etkin olarak ayarlarsanız, Zorunlu Yüklemeler (Makine Genelinde) ilkesi Kaldırma ilkesini geçersiz kılar.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Microsoft Edge kanalının etki alanına katılmış cihazlara yüklenip yüklenemeyeceğini belirtir.

  (1) Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge’in yüklenmesi engellenmez.

  (0) Bir kanal için bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), Microsoft Edge’in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge’in bu kanalını yükleyip yükleyemeyeceğini belirler.

Bu ilkeyi Her zaman Machine-Wide Yüklemelere izin ver olarak Per-User (4) olarak ayarlanırsa, Microsoft Edge WebView yalnızca makine genelinde dağıtılacaktır.

Bu ilkeyi Yüklemeleri Zorla (Makine Genelinde) olarak ayarlarsanız (5), Microsoft Edge WebView yalnızca Microsoft Edge Update önceden yüklenmişse makine genelinde dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmeler devre dışı (0): Güncelleştirmeler hiçbir zaman uygulanmaz.
  - Güncelleştirmelere her zaman izin ver (1) (Önerilen): Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca el ile güncelleştirmeler (2): Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
  - Yalnızca otomatik sessiz güncelleştirmeler (3): Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136406 adresine bakın.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Hangi Microsoft Edge güncelleştirme kanalının kullanılacağını belirtir

Bu ilke, Microsoft Edge'in hangi güncelleştirme kanalını izleyeceğini kontrol eder.

Bu ilkeyi etkinleştirirseniz, Microsoft Edge yapılandırdığınız kanala güncelleştirilir:
- Kararlı: En son kararlı sürüme güncelleştirildi.
- Beta: En son beta sürümüne güncelleştirildi.
- Geliştirici: En son geliştirici sürümüne güncelleştirildi.
- Genişletilmiş Kararlı: Kararlı sürümden daha uzun bir sürüm döngüsünü izleyen en son genişletilmiş kararlı sürüme güncelleştirildi. Daha fazla bilgi için şu adresi ziyaret edin: https://go.microsoft.com/fwlink/?linkid=2163508.

Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız, Microsoft Edge varsayılan kanal için mevcut en son sürüme güncelleştirilecektir.

Bu ilke, yalnızca Microsoft® Active Directory® etki alanına katılmış Windows cihazlarda desteklenir.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü, örneğin 83.0.499.12 olmalıdır.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136707 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır (0) veya yapılandırmazsanız, 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler olduğu gibi bırakılır.

Bu ilkeyi etkinleştirirseniz (1), 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleriyle sağlanan korumadan yararlanmak için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riski doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinde görüntüleyebilirsiniz.

Bu ilke Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresine bakın.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Windows Insider Programı'ndaki kullanıcıların Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolup kaydolmayacağını belirtmenizi sağlar.

  - (1) Bu ilkeyi etkinleştirirseniz, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.

  - (0) Bu ilkeyi devre dışı bırakırsanız, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolamaz.

  - Bu ilkeyi yapılandırmazsanız, Windows Insider Programı'ndaki kullanıcılar varsayılan olarak Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.</string>
      <string id="Explain_EdgePreviewEnrollmentTypeMicrosoftEdgeWebView">Bu ilkenin ayrıntıları gelecek sürümlerde açıklanacaktır.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Microsoft Edge Update'in, tarifeli olarak işaretlenmiş bağlantılarda (hücresel bağlantılar veya veri kullanımının Microsoft Edge tarayıcısı için denetlendiği diğer bağlantılar gibi) güncelleştirilip güncelleştirilmeyeceğini belirtir. 

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız güncelleştirmeler, Microsoft Edge tarayıcısının Hakkında Sayfasındaki 'Güncelleştirmeleri tarifeli bağlantılar üzerinden indir' seçeneğine dayalı olarak gerçekleşir. Kullanıcı bir seçim yapmazsa Windows ayarı kullanılır. Windows ayarı hakkında daha fazla bilgiyi burada bulabilirsiniz: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Güncelleştirmelere her zaman izin ver (2): Otomatik güncelleştirme denetimi veya el ile güncelleştirme denetimi yoluyla güncelleştirmeler bulunduğunda her zaman indirilir.

Güncelleştirmeleri devre dışı bırak (1): Tarifeli bağlantı kullanırken güncelleştirmeler indirilmez.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">Avrupa Ekonomik Alanı'ndaki (AEA) etki alanına katılmış cihazlarda Microsoft Edge'in (kararlı kanal) kaldırılıp kaldırılmayacağını veya kaldırılmasının engellenip engellenmeyeceğini belirtebilirsiniz.

Bu ilke 'Etkin' olarak ayarlanırsa, Microsoft Edge ilkenin dağıtıldığı AEA'daki tüm cihazlarda otomatik olarak kaldırılır. Kullanıcı verileri cihazda saklanır. Microsoft Edge Update'in güncelleştirmeleri otomatik olarak denetlediği bir sonraki seferde Microsoft Edge kaldırılacak. Microsoft Edge cihazlardan, uygulamalardan, widget'lardan (örneğin, Haberler, Arama ve Hava Durumu) veya Microsoft Edge'e bağlı diğer Aşamalı Web Uygulamalarından (PWA'lar) kaldırılırsa artık kullanılamaz.

Bu ilke 'Etkin ve kullanıcı verilerini sil' (Ayar '2') olarak ayarlanırsa Microsoft Edge, bu ilkenin dağıtıldığı AEA'daki tüm cihazlarda otomatik olarak kaldırılır ve kullanıcı verileri cihazdan silinir.

Bu ilke 'Devre Dışı' (Ayar '3') olarak ayarlanırsa AEA'daki tüm kullanıcıların bu ilkenin dağıtıldığı Microsoft Edge'i kaldırması engellenir.

İlke 'Yapılandırılmadı' (varsayılan ayar) ise kullanıcının Windows bölge ayarı, etki alanına katılmış bir cihazda Microsoft Edge'i kaldırıp kaldıramayacağını belirler. Yalnızca AEA ülkelerindeki kullanıcılar, isterlerse Microsoft Edge'i kaldırabilirler. Bu alanın dışındaki kullanıcılar Microsoft Edge'i kaldıramaz.

Bu ilke yalnızca Windows 10 22H2 ve Windows 11 23H2 ve sonraki sürümlerinin Home, Pro, Pro Education, Pro for Workstations, Enterprise, Education ve Enterprise çoklu oturum sürümlerinde kullanılabilir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.

Microsoft Edge'in yeniden yüklenmesi gerekiyorsa:
- Microsoft Edge'i yeniden yüklemek için 'Yükleme' İlkesini Zorunlu Yüklemeler (Makine Genelinde) olarak ayarlayabilirsiniz.
- Yükleme ilkesinin Zorunlu Yüklemeler (Makine Genelinde) olarak ayarlarsanız ve ayrıca Kaldırma ilkesini de Etkin olarak ayarlarsanız, Zorunlu Yüklemeler (Makine Genelinde) ilkesi Kaldırma ilkesini geçersiz kılar.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Güncelleştirme denetimleri arasındaki dakika sayısı</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Saat</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Dakika</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Süre</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">İstenecek indirme URL'sinin türü</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Ara sunucu ayarlarını belirtme yöntemini seçin</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Ara sunucunun adresi veya URL’si</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Ara sunucu .pac dosyasının URL’si</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Güncelleştirme İlkesi</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Güncelleştirme İlkesi</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Hedef sürüm</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Güncelleştiricinin Deneme ve Yapılandırma Hizmeti ile iletişimini denetleyin</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Hedef Kanal
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_EdgePreviewEnrollmentType">
        <dropdownList refId="Part_EdgePreviewEnrollmentType"
            defaultItem="0">Sertifika kaydı türü</dropdownList>
      </presentation>
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Varsayılan Tarifeli Güncelleştirmeler ilkesi</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Tarifeli Güncelleştirmeler İlkesi</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Yükleme İlkesi</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Yükleme İlkesi</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>